/* No comment provided by engineer. */
"CPU Speed (MHz)" = "Vitesse du processeur (MHz)";

/* No comment provided by engineer. */
"CPU Subtype" = "Sous-type du processeur";

/* No comment provided by engineer. */
"CPU Type" = "Type du processeur";

/* No comment provided by engineer. */
"Homepage" = "Page d'accueil";

/* No comment provided by engineer. */
"License" = "Licence";

/* No comment provided by engineer. */
"Mac Model" = "Modèle de Mac";

/* No comment provided by engineer. */
"Memory (MB)" = "Mémoire (Mo)";

/* No comment provided by engineer. */
"Number of CPUs" = "Nombre de coeurs";

/* No comment provided by engineer. */
"OS Version" = "Version du système";

/* No comment provided by engineer. */
"Preferred Language" = "Langue utilisée";